eamodio.gitlens-11.7.0
mhutchie.git-graph-1.30.0
ms-python.vscode-pylance-2022.1.1
ms-python.python-2021.12.1559732655
ms-toolsai.jupyter-keymap-1.0.0
ms-toolsai.jupyter-renderers-1.0.4
ms-toolsai.jupyter-2022.1.1001614873
ms-vscode-remote.remote-ssh-0.70.0
ms-vscode-remote.remote-ssh-edit-0.70.0
redhat.vscode-yaml-1.3.0
shardulm94.trailing-spaces-0.3.1
vscodevim.vim-1.21.10
yzhang.markdown-all-in-one-3.4.0